<?php

return [
    'header_menu' => [
        'home' => 'الرئيسية',
        'company' => 'الشركة',
        'air_conditioner' => 'مكيف الهواء',
        'home_appliances' => 'الأجهزة المنزلية',
        'media_center' => 'مركز الوسائط',
        'contact_us' => 'اتصل بنا',
    ],
    'homepage_slider_1' => [
        'title_1' => 'مكيفات هواء <br> تجارية',
        'title_2' => 'بلمسة <br> واحدة',
        'title_3' => 'أجهزة <br> منزلية',
        'tag_line' => 'ابحث عن أفضل المنتجات التي تناسب احتياجاتك',
        'button' => 'تفاصيل إضافية',
        'box_1_title' => 'عميل راضٍ',
        'box_1_desc' => '100',
        'box_2_title' => 'الضمان',
        'box_2_desc' => '10',
        'box_2_desc_2' => 'حتى',
        'box_2_desc_3' => 'ي',
        'box_3_title' => 'الكفاءة',
        'box_3_desc' => 'لا',
        'box_3_desc_2' => '1',
    ],
    'common_slider_1' => [
        'title_1' => 'مكيفات الهواء التجارية',
        'title_2' => 'الأجهزة المنزلية',
        'title_3' => 'بلمسة واحدة',
        'title_4' => 'مكيفات الهواء التجارية',
        'title_5' => 'الأجهزة المنزلية',
        'title_6' => 'بلمسة واحدة',
        'title_7' => 'مكيفات الهواء التجارية',
        'title_8' => 'الأجهزة المنزلية',
        'title_9' => 'بلمسة واحدة',
        'title_10' => 'مكيفات الهواء التجارية',
        'title_11' => 'الأجهزة المنزلية',
        'title_12' => 'بلمسة واحدة',
        'title_13' => 'مكيفات الهواء التجارية',
        'title_14' => 'الأجهزة المنزلية',
        'title_15' => 'بلمسة واحدة',
        'title_17' => 'الأجهزة المنزلية',
        'title_16' => 'مكيفات الهواء التجارية',
        'title_18' => 'بلمسة واحدة',
    ],
    'homepage_brand_section' =>[
        'title' => 'علاماتنا التجارية الموثوقة',
        'button' => 'وصول سريع',
    ],
    'homepage_product_section_1' => [
        'title' => 'الوصول السريع',
        'desc' => 'ابحث عن الحل المثالي لك <br> استكشف مجموعتنا الواسعة من المنتجات.',
        'category_1' => 'مكيف هواء',
        'category_2' => 'الأجهزة المنزلية',
        'button' => 'عرض المزيد',
    ],
    'homepage_product_section_2' => [
        'title' => 'أفضل المنتجات مبيعًا',
        'desc' => 'أفضل البائعين في الأجهزة المنزلية',
        'button' => 'تعرف على المزيد',
        'dragbtn' => 'اسحب'
    ],
    'homepage_aboutus' => [
        'title' => 'عنّا',
        'tagline' => 'شريكك في الراحة والكفاءة',
        'desc' => 'إحدى أكبر الشركات في قطاع تكييف الهواء والأجهزة المنزلية، والموزع الحصري لمكيفات MIDEA والأجهزة المنزلية BEKO في المملكة العربية السعودية.',
        'link' => 'شاهد الفيديو'
    ],
    'homepage_product_section_3' => [
        'title' => 'أفضل المنتجات مبيعًا',
        'desc' => 'مكيفات الهواء المميزة',
        'button' => 'تعرف على المزيد'
    ],
    'homepage_testimonials' => [
        'title' => 'الشهادات',
        'tagline' => 'ماذا يقولون عنا',
        'desc' => 'نص تجريبي هنا. أورنار أيبسوم أركو سوسبنديسي أميت لاكوس. آت كومودو تمبوس فوسكي ديام أوديو ديغنيسيم. أورسي ديام سيد فيتاي ماجنا نون مي أورسي سيت سيد. كوام بريتيوم سيت ألترسييس توربيس سيد.',
        'button' => 'تعرف على المزيد',
        'item_1' => [
            'title' => 'منتج رائع!',
            'desc' => 'نص تجريبي هنا. أورنار أيبسوم أركو سوسبنديسي أميت لاكوس. آت كومودو تمبوس فوسكي ديام أوديو ديغنيسيم. أورسي ديام سيد فيتاي ماجنا نون مي أورسي سيت سيد. كوام بريتيوم سيت ألترسييس توربيس سيد.',
            'author' => 'جون ديفيد'
        ],
        'item_2' => [
            'title' => 'منتج رائع!',
            'desc' => 'نص تجريبي هنا. أورنار أيبسوم أركو سوسبنديسي أميت لاكوس. آت كومودو تمبوس فوسكي ديام أوديو ديغنيسيم. أورسي ديام سيد فيتاي ماجنا نون مي أورسي سيت سيد. كوام بريتيوم سيت ألترسييس توربيس سيد.',
            'author' => 'جون ديفيد'
        ],
        'item_3' => [
            'title' => 'منتج رائع!',
            'desc' => 'نص تجريبي هنا. أورنار أيبسوم أركو سوسبنديسي أميت لاكوس. آت كومودو تمبوس فوسكي ديام أوديو ديغنيسيم. أورسي ديام سيد فيتاي ماجنا نون مي أورسي سيت سيد. كوام بريتيوم سيت ألترسييس توربيس سيد.',
            'author' => 'جون ديفيد'
        ],
        'item_4' => [
            'title' => 'منتج رائع!',
            'desc' => 'نص تجريبي هنا. أورنار أيبسوم أركو سوسبنديسي أميت لاكوس. آت كومودو تمبوس فوسكي ديام أوديو ديغنيسيم. أورسي ديام سيد فيتاي ماجنا نون مي أورسي سيت سيد. كوام بريتيوم سيت ألترسييس توربيس سيد.',
            'author' => 'جون ديفيد'
        ],
        'item_5' => [
            'title' => 'منتج رائع!',
            'desc' => 'نص تجريبي هنا. أورنار أيبسوم أركو سوسبنديسي أميت لاكوس. آت كومودو تمبوس فوسكي ديام أوديو ديغنيسيم. أورسي ديام سيد فيتاي ماجنا نون مي أورسي سيت سيد. كوام بريتيوم سيت ألترسييس توربيس سيد.',
            'author' => 'جون ديفيد'
        ]
    ],
    'footer' => [
        'title' => 'شركة رائدة في مجال مكيفات الهواء والأجهزة المنزلية في المملكة العربية السعودية.',
        'get_in_touch' => 'تواصل مع إتش إتش شاكر',
        'button' => 'اتصل بنا',
        'copy_right' => '2024 إتش إتش شاكر للتجارة الحديثة ش.م.م. جميع الحقوق محفوظة',
        'powered_by' => 'مدعوم بواسطة',
        'powered_by_title' => 'استوديو بوب28',
    ],
    'company_founder' => [
        'title' => 'المؤسسون',
        'desc' => 'مؤسسو الشركة',
        'founder_1' => 'حسن شاكر',
        'designation_1' => 'المدير التنفيذي لشركة إتش إتش شاكر',
        'founder_2' => 'حسين شاكر',
        'designation_2' => 'رئيس مجلس الإدارة',
        'long_description' => "<p>تأسست شركة حسين وإبراهيم ش. شاكر للتجارة الحديثة ش.م.م. كتمثيل حقيقي لتاريخ طويل وسمعة متميزة تحتفظ بها عائلة شاكر. منذ تأسيسها في عام 1950 على يد الشيخ إبراهيم شاكر.</p>
                        <p>تواصل شركة إتش إتش شاكر الريادة في صناعة تكييف الهواء والأجهزة المنزلية في المملكة العربية السعودية. كما أنها المورّد والموزع الحصري للعديد من العلامات التجارية الدولية الرائدة، بما في ذلك ميديا وبيكو.</p>
                        <p>بفضل مؤسسيها، حافظت الشركة على مسارها المتنامي بوتيرة ثابتة وواضحة على مر السنين، حتى أصبحت علامة تجارية متميزة وعنواناً بارزاً في تسويق الأجهزة المنزلية ومكيفات الهواء. تشتهر بتقديم خدمات على أعلى مستويات الجودة والكفاءة في المملكة.</p>
                        <p>بفضل نجاحها وتميزها، قامت مجموعة شاكر بإدراج أسهم الشركة في السوق السعودي لتحقيق مزيد من النمو والتوسع. تشمل مجموعة شاكر شبكة قوية من الفروع ومراكز الخدمة ونقاط البيع الحصرية، بما في ذلك البيع بالتجزئة الحديثة من خلال شركاء التجزئة المتخصصين.</p>
                        <p>ومن ثم، تعتبر شركة حسين وإبراهيم ش. شاكر مجموعة رائدة ومبتكرة في سوق الأجهزة المنزلية وحلول تكييف الهواء، حريصة دائماً على خدمة العملاء بأعلى معايير الجودة والرضا.</p>"

    ],
    'contact' => [
        'title' => 'قل <br> مرحباً بنا',
        'button' => 'أرسل رسالة',
        'address_1' => [
            'city' => 'جدة',
            'address' => 'شركة حسين & الحسن ج. شاكر Bros. للتجارة الحديثة المحدودة',
            'email' => 'info@hh-shaker.com.sa',
            'btn' => 'حدد موقعنا'
        ],
        'address_2' => [
            'city' => 'الرياض',
            'address' => 'شركة حسين & الحسن ج. شاكر Bros. للتجارة الحديثة المحدودة',
            'email' => 'info@hh-shaker.com.sa',
            'btn' => 'حدد موقعنا'
        ],
        'address_3' => [
            'city' => 'الخبر',
            'address' => 'شركة حسين & الحسن ج. شاكر Bros. للتجارة الحديثة المحدودة',
            'email' => 'info@hh-shaker.com.sa',
            'btn' => 'حدد موقعنا'
        ],
        'address_4' => [
            'city' => 'القصيم',
            'address' => 'شركة حسين & الحسن ج. شاكر Bros. للتجارة الحديثة المحدودة',
            'email' => 'info@hh-shaker.com.sa',
            'btn' => 'حدد موقعنا'
        ],
        'tab_1' => 'اتصل بنا',
        'tab_2' => 'رقم مجاني',
        'form_side_title' => 'خدمة العملاء في HH شاكير جاهزة للمساعدة',
        'field_title_1' => 'اسمك',
        'field_title_2' => 'اسم شركتك',
        'field_title_3' => 'رقم الهاتف المحمول',
        'field_title_4' => 'عنوان البريد الإلكتروني',
        'field_title_5' => 'الموضوع',
        'field_title_6' => 'الرسالة',
        'field_title_6_placeholder' => 'اكتب شيئًا',
        'field_title_7' => 'إرسال',
        'field_1_error_1' => 'يرجى إدخال اسمك',
        'field_1_error_2' => 'يجب أن يكون اسمك بحد أقصى 255 حرفًا',
        'field_2_error_1' => 'يرجى إدخال اسم شركتك',
        'field_2_error_2' => 'يجب أن يكون اسم الشركة بحد أقصى 255 حرفًا',
        'field_3_error_1' => 'يرجى إدخال رقم هاتفك المحمول',
        'field_3_error_2' => 'يجب أن يكون رقم الهاتف المحمول صالحًا',
        'field_3_error_3' => 'يجب أن يتكون رقم الهاتف المحمول من 15 رقمًا كحد أقصى',
        'field_4_error_1' => 'يرجى إدخال عنوان بريدك الإلكتروني',
        'field_4_error_2' => 'يرجى إدخال عنوان بريد إلكتروني صالح',
        'field_5_error_1' => 'يرجى إدخال الموضوع',
        'field_5_error_2' => 'يجب أن يكون الموضوع مكونًا من حرفين على الأقل',
        'field_6_error_1' => 'يرجى إدخال رسالة',
        'field_6_error_2' => 'يجب أن تتكون رسالتك من 10 أحرف على الأقل',
        'tab_2_desc' => 'في جوهر شركتنا تكمن التزام عميق بترتيب أولويات عملائنا، مع ضمان أن تكون احتياجاتهم ورضاهم هي محور تركيزنا الأساسي.',
        'tab_2_contact' => 'موحد',
        'tab_2_mobile' => '8002440247',
        'tab_2_email' => 'البريد الإلكتروني',
        'tab_2_address' => 'info@hh-shaker.com.sa',
    ],
    'about' => [
        'title' => 'نبذة عنا',
        'tag_line' => 'من نحن؟',
        'desc' => "<p>شركة HH شاكير هي واحدة من الشركات الرائدة في مجال أجهزة التكييف والأجهزة المنزلية في المملكة العربية السعودية.</p><p>تأسست مجموعة شاكير في عهد الشيخ إبراهيم شاكير عام 1950. وقد بنت سمعة قوية وحضوراً مميزاً في السوق على مدار أكثر من نصف قرن.</p>",
        'btn' => 'اتصل بنا',
        'middle_section' => [
            'box_1_title' => 'عملاء راضون',
            'box_1_desc' => '100',
            'box_2_title' => 'ضمان',
            'box_2_desc' => '10',
            'box_2_desc_2' => 'حتى',
            'box_2_desc_3' => 'سنوات',
            'box_3_title' => 'الكفاءة',
            'box_3_desc' => 'لا',
            'box_3_desc_2' => '1',
            'desc_1' => 'اكتملت الرحلة من خلال شركة حسين وحسن غازي شاكير المحدودة، ممثلة التاريخ العريق لمجموعة شاكير.',
            'desc_2' => 'بفضل التزامنا بالجودة والكفاءة، ننجح في تقديم مجموعة متنوعة من المنتجات عالية الجودة لتلبية احتياجات العملاء المتنوعة.',
        ],
        'last_section' => [
            'title' => '100% عملاء راضون',
            'desc' => '<p>نقدم مجموعة واسعة من الأجهزة المنزلية، بما في ذلك أجهزة التكييف، والثلاجات، وغسالات الملابس، والتلفزيونات، وغيرها. بالإضافة إلى خدمات التوصيل والتركيب والصيانة.</p>
                    <p>كما نولي الأولوية للمسؤولية الاجتماعية والاقتصادية، ونسعى لتقديم خدمات فريدة تقدم حلولًا تعزز جودة حياة عملائنا.</p>'
        ]
    ],
    'industry_insight' => [
        'title_1' => 'الصناعة',
        'title_2' => 'رؤى',
        'title_3' => '100',
        'title_4' => 'مقال',
        'desc' => 'لوريم إيبسوم دولور سيت أميت كونسكتتور. أورناري إيبسوم أركو سوسبينديس أميت لاكوس. أتو كومودو تيمبوس فوسكي ديام أوديو ديجنيسيم. أوركي ديام سيد فيت ماجنا',
        'search_btn' => 'بحث',
        'search_placeholder' => 'ابحث هنا...',
        'topic_1_title' => 'موضوع بارز',
        'topic_1_btn' => 'اعرف المزيد',
        'topic_2_title' => 'مواضيع',
        'topic_2_desc' => 'لوريم إيبسوم دولور سيت أميت كونسكتتور. أورناري إيبسوم أركو سوسبينديس أميت لاكوس. أتو كومودو تيمبوس فوسكي ديام أوديو ديجنيسيم. أوركي ديام سيد فيت ماجنا',
        'topic_2_btn' => 'اقرأ الآن',
        'blog_section' => [
            'title' => 'جميع المدونات',
            'btn_1' => 'اعرف المزيد',
            'btn_2' => 'اقرأ الآن',
        ],
        'last_section' => [
            'title_1' => 'الصناعة',
            'title_2' => 'رؤية',
        ]
    ],
    'news' => [
        'title' => 'تحديثات الأخبار لدينا',
        'placeholder' => 'ابحث هنا...',
        'btn' => 'بحث',
        'new' => 'جديد',
        'middle_section' =>[
            'title' => 'لوريم إيبسوم',
            'description' => 'لوريم إيبسوم دولور سيت أميت كونسيكتيتور.
<span class="span-t-1">كويزك بيليتسكي بيلينتاس تورتور فليت نيسل كويزك بيليتسكي فاسيليس. أوري كويز أركو فيليس فوسيبوس نون روتريم. مي أميت إينيم فليت إيغستاس كراس فاريترا إيغستاس إيرات.</span>
<span class="span-t-2">أوت فاسيلوس أركو إيست سولليكتودين مالسيدات مربي سيت.</span>
',
            'btn' => 'استمر في القراءة'
        ],
        'news_section' => [
            'title' => 'الأخبار',
            'all' => 'الكل',
            'popular' => 'الأكثر شعبية',
            'new' => 'جديد',
            'btn' => 'اقرأ الآن',
            'desc' => 'لوريم إيبسوم دولور سيت أميت كونسيكتيتور. كويزك بيليتسكي بيلينتاس تورتور فليت نيسل كويزك بيليتسكي فاسيليس. أوري كويز أركو فيليس فوسيبوس نون روتريم. مي أميت إينيم فليت إيغستاس كراس فاريترا إيغستاس إيرات. أوت فاسيلوس أركو إيست سولليكتودين مالسيدات مربي سيت.',
            'btn2' => 'تحميل المزيد'
        ]        
    ],
    'value_vision' => [
        'section_1' => [
            'btn_1' => 'القيم والرؤية',
            'title' => 'القيم والرؤية',
            'desc'  => 'أولويتنا هي تقديم أفضل الخدمات في الوقت المناسب، لتلبية احتياجات عملائنا بسرعة وكفاءة. نهدف إلى ضمان أعلى مستويات الراحة والرضا لهم.'
        ],
        'section_2' => [
            'btn_1' => 'القيمة',
            'title' => 'قيمة مجموعة HH شايكر',
            'desc' => '<p>في قلب شركتنا يكمن التزام عميق تحديد الأولويات احتياجات عملائنا، وضمان أن تكون رضاهم هي أولويتنا الأساسية.</p>
                    <p>نعتقد أن التواصل مع العملاء يجب أن يكون بسيطاً وفعالاً. لذلك، نسعى لتوفير تجربة تسوق مريحة وممتعة وسلسة لعملائنا، مع التركيز على تقديم خدمة عملاء استثنائية ومنتجات عالية الجودة.</p>
                    <p>نحن معترف بنا كخيار أول للمستهلكين والشريك المفضل للعلامات التجارية في قطاع الإلكترونيات والأجهزة الكهربائية في المملكة العربية السعودية.</p>',
        ],
        'section_3' => [
            'box_1_title_1' => '100%',
            'box_1_title_2' => 'عملاء راضون',
            'box_2_title_1' => 'بسيط وفعال',
            'box_2_title_2' => 'التواصل مع العملاء',
            'box_3_title_1' => '10 سنوات',
            'box_3_title_2' => 'من الخبرات',
            'box_4_title_1' => '100%',
            'box_4_title_2' => 'عملاء راضون',
        ],
        'section_4' => [
            'title' => 'نحن ملتزمون بمساعدة عملائنا'
        ],
        'section_5' => [
            'btn_1' => 'الرؤية',
            'title' => 'رؤية مجموعة HH شايكر',
            'desc' => '<p>في قلب شركتنا يكمن التزام عميق تحديد الأولويات احتياجات عملائنا، وضمان أن تكون رضاهم هي أولويتنا الأساسية.</p>
                    <p>نعتقد أن التواصل مع العملاء يجب أن يكون بسيطاً وفعالاً. لذلك، نسعى لتوفير تجربة تسوق مريحة وممتعة وسلسة لعملائنا، مع التركيز على تقديم خدمة عملاء استثنائية ومنتجات عالية الجودة.</p>
                    <p>نحن معترف بنا كخيار أول للمستهلكين والشريك المفضل للعلامات التجارية في قطاع الإلكترونيات والأجهزة الكهربائية في المملكة العربية السعودية.</p>'
        ],
    ]
];